{
    "authors": [
        {
            "id": "fc4df028-0be2-4c02-9fcf-d7eef0f39b7e",
            "name_ru": "Александр Николаевич Островский",
            "name_ar": "الكسندر نيكولايفيتش أوستروفسكي",
            "short_name_ru": "А.Н. Островский",
            "short_name_ar": "أ. أوستروفسكي",
            "about_ru": "Русский драматург, творчество которого стало важнейшим этапом развития русского национального театра",
            "about_ar": "الكاتب المسرحي الروسي ، الذي أصبح عمله أهم مرحلة في تطور المسرح الوطني الروسي",
            "biography_ru": "Александр Николаевич Островский родился 31 марта (12 апреля) 1823 года в Замоскворечье, вблизи центра Москвы, на Малой Ордынке. Отец его, Николай Фёдорович, был сыном священника, сам окончил Костромскую семинарию, затем Московскую духовную академию, однако стал практиковать как судебный стряпчий, занимаясь имущественными и коммерческими делами; дослужился до чина коллежского асессора, а в 1839 году получил дворянство. Мать, Любовь Ивановна Саввина, дочь пономаря и просвирни, умерла, когда Александру не исполнилось ещё девяти лет. В семье было четверо детей (и ещё четверо умерли во младенчестве). Младший брат — государственный деятель М. Н. Островский. Благодаря положению Николая Фёдоровича, семья жила в достатке; уделялось большое внимание учёбе детей, получавших домашнее образование. Через пять лет, после смерти матери Александра, отец женился на баронессе Эмили Андреевне фон Тессин, дочери шведского дворянина. С мачехой детям повезло — она окружила их заботой и продолжила заниматься их обучением.",
            "biography_ar": "ولد الكسندر نيكولايفيتش أوستروفسكي في 31 مارس (12 أبريل) ، 1823 في زاموسكفوريتشي ، بالقرب من وسط موسكو ، في مالايا أوردينكا. كان والده ، نيكولاي فيدوروفيتش ، ابنًا لكاهنًا ، وتخرج هو نفسه من مدرسة كوستروما ، ثم أكاديمية موسكو اللاهوتية ، لكنه بدأ في ممارسة محامي المحكمة ، حيث يتعامل مع الممتلكات والمسائل التجارية ؛ ارتقى إلى رتبة مقيم جامعي ، وفي عام 1839 حصل على طبقة النبلاء. الأم ، ليوبوف إيفانوفنا سافينا ، ابنة سيكستون وبروسفير ، توفيت عندما لم يكن الإسكندر يبلغ من العمر تسع سنوات. كان هناك أربعة أطفال في الأسرة (وتوفي أربعة آخرون في سن الطفولة). الأخ الأصغر هو رجل الدولة م. ن. أوستروفسكي. بفضل موقع نيكولاي فيدوروفيتش ، عاشت الأسرة بوفرة ؛ تم إيلاء اهتمام كبير لدراسة الأطفال الذين تلقوا التعليم المنزلي. بعد خمس سنوات ، بعد وفاة والدة الإسكندر ، تزوج والده البارونة إميلي أندريفنا فون تيسين ، ابنة أحد النبلاء السويديين. كان الأطفال محظوظين بزوجة أبيهم - أحاطت بهم بعناية واستمرت في تعليمهم.",
            "picture_path": "/assets/images/authors/alexander-nikolaevich-ostrovsky.jpg",
            "link": "alexander-nikolaevich-ostrovsky"
        },
        {
            "id": "eb88f470-c41a-4af9-8890-9bd92e0eda9a",
            "name_ru": "Максим Горький",
            "name_ar": "مكسيم جوركي",
            "short_name_ru": "М. Горький",
            "short_name_ar": "م. جوركي",
            "about_ru": "Русский советский писатель, поэт, прозаик, драматург, журналист, публицист и общественный деятель",
            "about_ar": "كاتب وشاعر وكاتب نثر روسي وكاتب مسرحي وصحفي ودعاية وشخصية عامة روسية",
            "biography_ru": "Макси́м Горький (литературный псевдоним, настоящие имя и фамилия — Алексей Максимович Пешков[5][6][7]) является устоявшимся также употребление настоящего имени писателя в сочетании с псевдонимом — Алексей Максимович Горький; 16 [28] марта 1868, Нижний Новгород, Российская империя — 18 июня 1936, Горки[8], Московская область, СССР) — русский советский писатель, поэт, прозаик, драматург, журналист, публицист и общественный деятель. Начав с романтически одухотворённых новелл, песен в прозе и рассказов, в 1901 году Горький обратился к драматургии. На рубеже XIX и XX веков прославился как автор произведений в революционном духе, лично близкий к социал-демократам и находившийся в оппозиции к царскому правительству.",
            "biography_ar": "مكسيم غوركي (الاسم المستعار الأدبي ، الاسم الحقيقي واللقب - أليكسي ماكسيموفيتش بيشكوف [5] [6] [7]) هو أيضًا استخدام راسخ لاسم الكاتب الحقيقي مع اسم مستعار - أليكسي ماكسيموفيتش غوركي ؛ 16 مارس [28] ، 1868 ، نيجني نوفغورود ، الإمبراطورية الروسية - 18 يونيو 1936 ، غوركي [8] ، منطقة موسكو ، اتحاد الجمهوريات الاشتراكية السوفياتية) - كاتب وشاعر وكاتب نثر وكاتب مسرحي وصحفي وكاتب مقالات وشخصية عامة روسية. بدءًا من القصص القصيرة المستوحاة من الرومانسية ، والأغاني في النثر والقصص ، تحول غوركي في عام 1901 إلى الدراما. في مطلع القرنين التاسع عشر والعشرين ، اشتهر بأنه مؤلف الأعمال بروح ثورية ، قريبًا شخصيًا من الاشتراكيين الديمقراطيين ومعارضة للحكومة القيصرية.",
            "picture_path": "/assets/images/authors/maksim-gorky.jpg",
            "link": "maksim-gorky"
        },
        {
            "id": "2863a0bb-c0d9-4289-8d80-4dd54faf8924",
            "name_ru": "Михаил Александрович Шолохов",
            "name_ar": "ميخائيل الكسندروفيتش شولوخوف",
            "short_name_ru": "М.А. Шолохов",
            "short_name_ar": "شولوخوف",
            "about_ru": "Русский советский писатель, журналист и киносценарист.",
            "about_ar": "كاتب وصحفي وكاتب سيناريو روسي سوفيتي.",
            "biography_ru": "Михаи́л Алекса́ндрович Шо́лохов (24 мая 1905, хутор Кружилинский, станица Вёшенская, Донецкий округ, область Войска Донского, Российская империя — 21 февраля 1984, станица Вёшенская, Вёшенский район, Ростовская область, РСФСР, СССР) — русский советский писатель, журналист и киносценарист. Военный корреспондент (1941—1945). Полковник (1943). Шолохов — третий после И. Бунина (1933 г.) и Б. Пастернака (1958 г.) лауреат Нобелевской премии по литературе за роман «Тихий Дон» за 1965 год — «за художественную силу и цельность эпоса о донском казачестве в переломное для России время»), Сталинской премии 1-й степени (1941), Ленинской премии (1960). Действительный член АН СССР (1939). Дважды Герой Социалистического Труда (1967, 1980).",
            "biography_ar": "ميخائيل ألكساندروفيتش شولوخوف (24 مايو 1905 ، مزرعة كروزيلينسكي ، قرية فيشينسكايا ، منطقة دونيتسك ، منطقة جيش دونسكوي ، الإمبراطورية الروسية — 21 فبراير 1984 ، قرية فيشينسكايا ، منطقة فيشينسكي ، منطقة روستوف ، روسيا الاتحادية الاشتراكية السوفياتية ، اتحاد الجمهوريات الاشتراكية السوفياتية) كان كاتبا وصحفيا وكاتب سيناريو روسيا السوفيتية. مراسل الحرب (1941-1945). العقيد (1943). شولوخوف هو الثالث بعد آي بونين (1933) وب. باسترناك (1958) الحائز على جائزة نوبل في الأدب عن رواية \"الهدوء دون\" في عام 1965 — \"للقوة الفنية وسلامة ملحمة عن دون القوزاق في وقت حاسم لروسيا\") ، وجائزة ستالين من الدرجة 1 (1941) ، وجائزة لينين (1960). عضو كامل في أكاديمية العلوم في اتحاد الجمهوريات الاشتراكية السوفياتية (1939). بطل العمل الاشتراكي مرتين (1967 ، 1980).",
            "picture_path": "/assets/images/authors/mikhail-alexandrovich-sholokhov.jpg",
            "link": "mikhail-alexandrovich-sholokhov"
        },
        {
            "id": "7c926536-1589-4e5d-9b12-a2d92bf2f266",
            "name_ru": "Юрий Васильевич Бондарев",
            "name_ar": "يوري فاسيليفيتش بونداريف",
            "short_name_ru": "Ю.В. Бондарев",
            "short_name_ar": "يو.بونداريف",
            "about_ru": "Русский советский писатель и сценарист, член Союза писателей СССР, общественный деятель",
            "about_ar": "كاتب وكاتب سيناريو سوفيتي روسي ، عضو اتحاد كتاب اتحاد الجمهوريات الاشتراكية السوفياتية ، شخصية عامة",
            "biography_ru": "Ю́рий Васи́льевич Бо́ндарев (15 марта 1924, Орск — 29 марта 2020, Москва) — русский советский писатель и сценарист, член Союза писателей СССР, общественный деятель, занимал различные должности в правлении СП СССР и СП РСФСР, с 1971 года — первый заместитель председателя правления Союза писателей РСФСР, входил в состав редколлегий многих литературных журналов, возглавлял различные общественные организации. С 1990 по 1994 год — председатель Союза писателей России. Участник Великой Отечественной войны. Капитан, командир батареи[1]. Герой Социалистического Труда (1984). Кавалер двух орденов Ленина (1971, 1984), лауреат Ленинской (1972), двух Государственных премий СССР (1977, 1983), Государственной премии РСФСР им. братьев Васильевых (1975) и Государственной премии РФ имени Маршала Советского Союза Г. К. Жукова в области литературы и искусства (2014)[2].",
            "biography_ar": "يوري فاسيليفيتش بونداريف (15 مارس 1924 ، أورسك — 29 مارس 2020 ، موسكو) كاتب وكاتب سيناريو سوفيتي روسي ، وعضو في اتحاد كتاب اتحاد الجمهوريات الاشتراكية السوفياتية ، وشخصية عامة ، وشغل مناصب مختلفة في مجلس إدارة المشروع المشترك لاتحاد الجمهوريات الاشتراكية السوفياتية والمشروع المشترك لروسيا الاتحادية الاشتراكية السوفياتية ، منذ عام 1971 — النائب الأول لرئيس مجلس إدارة اتحاد كتاب روسيا الاتحادية الاشتراكية السوفياتية ، وكان عضوا في مجالس تحرير العديد من المجلات الأدبية ، وترأس العديد من المنظمات العامة. من 1990 إلى 1994-رئيس اتحاد كتاب روسيا. مشارك في الحرب الوطنية العظمى. قائد ، قائد البطارية [1]. بطل العمل الاشتراكي (1984). حائز على أمرين من لينين (1971 ، 1984) ، حائز على جائزة لينين (1972) ، جائزتان حكوميتان لاتحاد الجمهوريات الاشتراكية السوفياتية (1977 ، 1983) ، جائزة الدولة لجمهورية روسيا الاتحادية الاشتراكية السوفياتية التي سميت على اسم الأخوين فاسيليف (1975) وجائزة الدولة للاتحاد الروسي التي سميت على اسم مارشال الاتحاد السوفيتي ج.جوكوف في مجال الأدب والفن (2014) [2].",
            "picture_path": "/assets/images/authors/yuri-vasilyevich-bondarev.jpg",
            "link": "yuri-vasilyevich-bondarev"
        },
        {
            "id": "11c39b32-c1d0-4fb2-a5e0-d10724e75dcb",
            "name_ru": "Михаил Булгаков",
            "name_ar": "ميخائيل بولجاكوف",
            "short_name_ru": "М. Булгаков",
            "short_name_ar": "بولجاكوف",
            "about_ru": "Русский писатель советского периода, врач, драматург, театральный режиссёр и актёр",
            "about_ar": "كاتب روسي من الحقبة السوفيتية وطبيب وكاتب مسرحي ومخرج وممثل مسرحي",
            "biography_ru": "Михаи́л Афана́сьевич Булга́ков (дореф. Михаилъ Аѳанасьевичъ Булгаковъ[6]; 3 [15] мая 1891[1], Киев[2][4][…] — 10 марта 1940[2][3][…], Москва[2][3]) — русский писатель советского периода, врач, драматург, театральный режиссёр и актёр. Автор романов, повестей, рассказов, пьес, киносценариев и фельетонов, написанных в 1920-е годы.",
            "biography_ar": "ميخائيل أفاناسيفيتش بولجاكوف (دوريف. ميخائيل أ. بولجاكوف [6] ؛ مايو 3 [15], 1891[1], كييف[2][4][...— - 10 مارثا 1940 [2][3][...] ، موسكو [2] [3]) - كاتب روسي من الحقبة السوفيتية وطبيب وكاتب مسرحي ومخرج وممثل مسرحي. مؤلف روايات وروايات وقصص قصيرة ومسرحيات وسيناريوهات وفويليتونس كتب في عام 1920.",
            "picture_path": "/assets/images/authors/mikhail-bulgakov.jpg",
            "link": "mikhail-bulgakov"
        },
        {
            "id": "2937d3f6-4989-4f93-9349-ee1c53d2fef6",
            "name_ru": "Александр Серафимович",
            "name_ar": "ألكسندر سيرافيموفيتش",
            "short_name_ru": "А. Серафимович",
            "short_name_ar": "سيرافيموفيتش",
            "about_ru": "Советский писатель, журналист, военный корреспондент",
            "about_ar": "كاتب وصحفي ومراسل حرب سوفيتي",
            "biography_ru": "Алекса́ндр Серафи́мович Серафимо́вич (настоящая фамилия — Попо́в; 7 [19] января 1863, станица Нижне-Курмоярская, Область войска Донского — 19 января 1949, Москва) — советский писатель, журналист, военный корреспондент. Лауреат Сталинской премии первой степени (1943). Член РКП(б) с 1918 года.",
            "biography_ar": "ألكسندر سيرافيموفيتش سيرافيموفيتش (الاسم الحقيقي-بوبوف ؛ 7 يناير [19] ، 1863 ، قرية نيجني كورمويارسكايا ، منطقة جيش دونسكوي-19 يناير 1949 ، موسكو) كان كاتبا وصحفيا ومراسلا حربيا سوفييتيا. الحائز على جائزة ستالين من الدرجة الأولى (1943). عضو في الحزب الشيوعي الثوري (ب) منذ عام 1918.",
            "picture_path": "/assets/images/authors/alexander-serafimovich.jpg",
            "link": "alexander-serafimovich"
        },
        {
            "id": "9760a99c-d73b-444a-b676-ab8e256c5795",
            "name_ru": "Иван Алексеевич Бунин",
            "name_ar": "إيفان ألكسيفيتش بونين",
            "short_name_ru": "И.А. Бунин",
            "short_name_ar": "أ. بونين",
            "about_ru": "Русский писатель, поэт и переводчик, лауреат Нобелевской премии по литературе 1933 года",
            "about_ar": "كاتب وشاعر ومترجم روسي حائز على جائزة نوبل في الأدب عام 1933",
            "biography_ru": "Ива́н Алексе́евич Бу́нин (10 (22) октября 1870 года, Воронеж, Воронежская губерния, Российская империя — 8 ноября 1953, Париж, Франция) — русский писатель, поэт и переводчик, лауреат Нобелевской премии по литературе 1933 года. Портрет Ивана Бунина кисти Леонарда Туржанского, 1905 Будучи представителем обедневшей дворянской семьи, Бунин рано начал самостоятельную жизнь; в юношеские годы работал в газетах, канцеляриях, много странствовал. Первым из опубликованных произведений Бунина стало стихотворение «Над могилой С. Я. Надсона» (1887); первый стихотворный сборник вышел в свет в 1891 году в Орле. В 1903 году получил Пушкинскую премию за книгу «Листопад» и перевод «Песни о Гайавате»; в 1909 году был повторно удостоен этой награды за 3-й и 4-й тома Собрания сочинений. В 1909 году избран почётным академиком по разряду изящной словесности Императорской Санкт-Петербургской академии наук. В 1920 году эмигрировал во Францию.",
            "biography_ar": "إيفان ألكسيفيتش بونين (10 أكتوبر (22) ، 1870 ، فورونيج ، مقاطعة فورونيج ، الإمبراطورية الروسية-8 نوفمبر 1953 ، باريس ، فرنسا) كاتب وشاعر ومترجم روسي ، حائز على جائزة نوبل في الأدب عام 1933. صورة إيفان بونين بواسطة ليونارد تورزانسكي ، 1905 كممثل لعائلة نبيلة فقيرة ، بدأ بونين حياة مستقلة في وقت مبكر ؛ في شبابه كان يعمل في الصحف والمكاتب ، وسافر كثيرا. أول أعمال بونين المنشورة كانت قصيدة \" فوق قبر س.يا. نادسون \" (1887); نشرت أول مجموعة من القصائد في عام 1891 في أوريل. في عام 1903 حصل على جائزة بوشكين لكتاب \"ليستوباد\" وترجمة \"أغنية هياواثا\" ؛ في عام 1909 حصل مرة أخرى على هذه الجائزة للمجلدين 3 و 4 من الأعمال التي تم جمعها. في عام 1909 ، تم انتخابه أكاديميا فخريا في فئة الأدب الجميل في أكاديمية سانت بطرسبرغ الإمبراطورية للعلوم. في عام 1920 هاجر إلى فرنسا.",
            "picture_path": "/assets/images/authors/ivan-alekseevich-bunin.jpg",
            "link": "ivan-alekseevich-bunin"
        },
        {
            "id": "3867631a-a7cd-43b4-97dc-dfebfc538599",
            "name_ru": "Александр Исаевич Солженицын",
            "name_ar": "ألكسندر سولجينتسين",
            "short_name_ru": "А.И. Солженицын",
            "short_name_ar": "سولجينتسين",
            "about_ru": "Русский писатель, драматург, эссеист-публицист, поэт, общественный и политический деятель, живший и работавший в СССР",
            "about_ar": "كاتب روسي ، كاتب مسرحي ، كاتب مقالات ، دعاية ، شاعر ، شخصية عامة وسياسية عاشت وعملت في الاتحاد السوفيتي",
            "biography_ru": "Алекса́ндр Иса́евич Солжени́цын (11 декабря 1918, Кисловодск, Терская область, РСФСР[К 1] — 3 августа 2008, Москва, Россия) — русский писатель, драматург, эссеист-публицист, поэт, общественный и политический деятель, живший и работавший в СССР, с 1974 по 1994 год — в Швейцарии и США; с мая 1994 — в России. Основные сочинения: «Архипелаг ГУЛАГ», (1969-89) «В круге первом» (1973), «Красное колесо» (1968), «Матрёнин двор» (1963), «Один день Ивана Денисовича» (1962), «Раковый корпус» (1975), «200 лет вместе» (в 2 частях, 2000)[1][2].",
            "biography_ar": "ألكسندر إيزيفيتش سولجينتسين (11 ديسمبر 1918 ، كيسلوفودسك ، منطقة تيرسك ، روسيا الاتحادية الاشتراكية السوفياتية[ك 1] — 3 أغسطس 2008 ، موسكو ، روسيا) — كاتب وكاتب مسرحي وكاتب مقالات وشاعر وشخصية عامة وسياسية روسية عاشت وعملت في الاتحاد السوفيتي ، من 1974 إلى 1994 — في سويسرا والولايات المتحدة الأمريكية ؛ من مايو 1994 — في روسيا. الأعمال الرئيسية:\" أرخبيل جولاج \" ، (1969-89) \"في الدائرة الأولى\" (1973) ، \"العجلة الحمراء \"(1968) ، \" ماترينين يارد \"(1963) ، \" يوم واحد من إيفان دينيسوفيتش \"(1962) ، \" فيلق السرطان \"(1975) ، \"200 سنة معا\" (في 2 أجزاء, 2000)[1][2].",
            "picture_path": "/assets/images/authors/alexander-solzhenitsyn.jpg",
            "link": "alexander-solzhenitsyn"
        },
        {
            "id": "d6e31ac5-bd81-45ff-b77c-63af715418fd",
            "name_ru": "Валентин Григорьевич Распутин",
            "name_ar": "فالنتين غريغوريفيتش راسبوتين",
            "short_name_ru": "В.Г. Распутин",
            "short_name_ar": "راسبوتين",
            "about_ru": "Русский советский и российский писатель и публицист, общественный деятель",
            "about_ar": "كاتب ودعاية وشخصية عامة روسية سوفيتية وروسية",
            "biography_ru": "Валенти́н Григо́рьевич Распу́тин (15 марта 1937, село Усть-Уда[3][4], Восточно-Сибирская область — 14 марта 2015, Москва) — русский советский и российский писатель и публицист, общественный деятель. Один из наиболее значительных представителей «деревенской прозы». Герой Социалистического Труда (1987). Лауреат двух Государственных премий СССР (1977, 1987), Государственной премии России (2012)[5] и Премии Правительства РФ (2010). Член Союза писателей СССР с 1977 года[источник не указан 298 дней].",
            "biography_ar": "فالنتين غريغوريفيتش راسبوتين (15 مارس 1937 ، قرية أوست أودا [3] [4] ، منطقة شرق سيبيريا — 14 مارس 2015 ، موسكو) كان كاتبا ودعاية وشخصية عامة روسية سوفيتية وروسية. واحدة من أهم ممثلي \"نثر القرية\". بطل العمل الاشتراكي (1987). حائز على جائزتين حكوميتين لاتحاد الجمهوريات الاشتراكية السوفياتية (1977 ، 1987) ، وجائزة الدولة لروسيا (2012)[5] وجائزة حكومة الاتحاد الروسي (2010). عضو في اتحاد كتاب اتحاد الجمهوريات الاشتراكية السوفياتية منذ عام 1977 [المصدر غير محدد 298 يوما].",
            "picture_path": "/assets/images/authors/valentin-grigoryevich-rasputin.jpg",
            "link": "valentin-grigoryevich-rasputin"
        },
        {
            "id": "ea35551f-846c-4337-8095-8e671a8ed1ea",
            "name_ru": "Рубен Гальего",
            "name_ar": "روبن غاليغو",
            "short_name_ru": "Р. Гальего",
            "short_name_ar": "غاليغو",
            "about_ru": "Российский писатель и журналист испанского происхождения",
            "about_ar": "كاتب وصحفي روسي من أصل إسباني",
            "biography_ru": "Рубе́н Дави́д Гонса́лес Галье́го (исп. Rubén David González Gallego, род. 20 сентября 1968, Москва, СССР) — российский писатель и журналист испанского происхождения.\n\nШироко известен как автор автобиографического произведения «Белое на чёрном»[1], удостоенного в 2003 году литературной премии «Букер — Открытая Россия» за лучший роман на русском языке.",
            "biography_ar": "روب أوشن ديفيد جونز إرمليز جاليجو (بالإسبانية: روب أوشن ديفيد جونز إرمليز جاليجو ، ب. 20 سبتمبر 1968 ، موسكو ، اتحاد الجمهوريات الاشتراكية السوفياتية) كاتب وصحفي روسي من أصل إسباني.\n\nوهو معروف على نطاق واسع بأنه مؤلف عمل السيرة الذاتية \"أبيض على أسود\"[1] ، الذي منح في عام 2003 جائزة بوكر — روسيا المفتوحة الأدبية لأفضل رواية باللغة الروسية.",
            "picture_path": "/assets/images/authors/ruben-gallego.jpg",
            "link": "ruben-gallego"
        }
    ],
    "works": [
        {
            "id": "71707fdf-700c-4e4b-bea4-32719395719f",
            "title_ru": "Как закалялась сталь",
            "title_ar": "كيف تم خفف الصلب",
            "genre_ru": "Роман",
            "genre_ar": "رواية",
            "description_ru": "«Как закалялась сталь» — частично автобиографический роман советского писателя Николая Островского, написанный в период с 1930 по 1934 год. Книга относится по стилистике к жанру социалистического реализма. В апреле 1932 года журнал «Молодая гвардия» начал публикацию романа, в ноябре того же года первая часть вышла отдельной книгой, за ней в 1934 году вышла и вторая часть. В 1935 и 1936 году обе части романа изданы одной книгой.",
            "description_ar": "\"كيف تم تقسية الفولاذ\" هي رواية سيرة ذاتية جزئية للكاتب السوفيتي نيكولاي أوستروفسكي ، كتبت في الفترة من 1930 إلى 1934. ينتمي الكتاب من الناحية الأسلوبية إلى نوع الواقعية الاشتراكية. في أبريل 1932 ، بدأت مجلة \"الحرس الشاب\" في نشر الرواية ، وفي نوفمبر من نفس العام نشر الجزء الأول ككتاب منفصل ، تلاه الجزء الثاني في عام 1934. في عامي 1935 و 1936 ، تم نشر كلا الجزأين من الرواية في كتاب واحد.",
            "publication_year": 1934,
            "picture_path": "/assets/images/works/kak-zakalyalas-stal.jpg",
            "link": "kak-zakalyalas-stal",
            "author_id": "fc4df028-0be2-4c02-9fcf-d7eef0f39b7e"
        },
        {
            "id": "597de622-d1dd-4d98-a585-bcda870b1fbf",
            "title_ru": "Рассказ о безответной любви",
            "title_ar": "قصة الحب بلا مقابل",
            "genre_ru": "Фикшн",
            "genre_ar": "الخيال",
            "description_ru": "«Проходя Театральным переулком, я почти всегда видел у двери маленькой лавки, в пристройке к старому, деревянному дому, человека, который казался мне не на своём месте и лишним в этой узкой, тёмной щели города, накрытой полосою пыльного неба…»",
            "description_ar": "\"مرورا بمسرح لين ، رأيت دائما تقريبا عند باب متجر صغير ، في ملحق لمنزل خشبي قديم ، رجلا بدا في غير محله وغير ضروري بالنسبة لي في هذا الكراك الضيق المظلم للمدينة ، مغطى بشريط من السماء المتربة...\"",
            "publication_year": 1923,
            "picture_path": "/assets/images/works/rasskaz-o-bezotvetnoy-lubvi.jpg",
            "link": "rasskaz-o-bezotvetnoy-lubvi",
            "author_id": "eb88f470-c41a-4af9-8890-9bd92e0eda9a"
        },
        {
            "id": "022d9b7e-c316-49e6-9f7c-79c5cada2509",
            "title_ru": "Тихий Дон",
            "title_ar": "هادئ دون",
            "genre_ru": "Роман",
            "genre_ar": "رواية",
            "description_ru": "«Ти́хий Дон» — роман-эпопея в четырёх томах, написанный Михаилом Шолоховым (1905-1984). Тома 1—3-й написаны с 1925 по 1932 год, опубликованы в журнале «Октябрь» в 1928—1932 годах. Том 4-й был написан в 1932 году, закончен в 1940 году, опубликован в журнале «Новый мир» в 1937—1940 годах[1]. Одно из наиболее значимых произведений русской литературы XX века, рисующее широкую панораму жизни донского казачества во время Первой мировой войны, революционных событий 1917 года и Гражданской войны в России.",
            "description_ar": "\"الهدوء دون\" هي رواية ملحمية في أربعة مجلدات كتبها ميخائيل شولوخوف (1905-1984). تمت كتابة المجلدات 1-3 من عام 1925 إلى عام 1932 ، ونشرت في مجلة \"أكتوبر\" في 1928-1932. تمت كتابة المجلد 4 في عام 1932 ، واكتمل في عام 1940 ، ونشر في مجلة نوفي مير في 1937-1940[1]. واحدة من أهم أعمال الأدب الروسي في القرن العشرين ، تصور بانوراما واسعة لحياة دون القوزاق خلال الحرب العالمية الأولى ، والأحداث الثورية لعام 1917 والحرب الأهلية في روسيا.",
            "publication_year": 1928,
            "picture_path": "/assets/images/works/tihiy-don.jpg",
            "link": "tihiy-don",
            "author_id": "2863a0bb-c0d9-4289-8d80-4dd54faf8924"
        },
        {
            "id": "404286ca-573f-438f-bb31-9a269a394f88",
            "title_ru": "Выбор",
            "title_ar": "الاختيار",
            "genre_ru": "Роман",
            "genre_ar": "رواية",
            "description_ru": "Роман погружает в глубокое восприятие и осознание ценности и смысла человека от начала формирования своей личности и осознания себя до самых острых, критических ситуаций и обстоятельств, когда человек должен делать выбор даже на грани жизни и смерти",
            "description_ar": "تغمر الرواية في إدراك عميق وإدراك لقيمة ومعنى الشخص من بداية تكوين شخصيته ووعيه الذاتي إلى المواقف والظروف الأكثر حدة وحرجة عندما يتعين على الشخص الاختيار حتى على وشك الحياة والموت",
            "publication_year": 1981,
            "picture_path": "/assets/images/works/vybor.jpg",
            "link": "vybor",
            "author_id": "7c926536-1589-4e5d-9b12-a2d92bf2f266"
        }
    ],
    "articles": [
    ]
}